tap "caskroom/cask"
tap "caskroom/drivers"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "d12frosted/emacs-plus"
tap "ethereum/ethereum"
tap "go-delve/delve"
tap "homebrew/binary"
tap "homebrew/boneyard"
tap "homebrew/bundle"
tap "homebrew/completions"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/php"
tap "homebrew/services"
tap "homebrew/versions"
tap "neovim/neovim"
tap "pivotal/tap"
tap "puma/puma"
tap "railwaycat/emacsmacport"
tap "restic/restic"
tap "victor/whereami"
tap "watsonbox/cmu-sphinx"
cask "java"
brew "argtable"
brew "asio"
brew "clasp"
brew "gringo"
brew "aspcud"
brew "aspell"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "libffi"
brew "pixman"
brew "cairo"
brew "git"
brew "gdbm"
brew "python"
brew "atk"
brew "atomicparsley"
brew "autoconf"
brew "automake"
brew "sleuthkit"
brew "autopsy"
brew "autossh"
brew "awscli"
brew "bash"
brew "boost"
brew "borg"
brew "openssl@1.1"
brew "buku"
brew "gmp"
brew "mpfr"
brew "chromedriver"
brew "clog"
brew "cmake"
brew "coreutils"
brew "cryptopp"
brew "ctags"
brew "curl"
brew "diff-so-fancy"
brew "docbook"
brew "jpeg"
brew "wxmac"
brew "elixir"
brew "enchant"
brew "entr"
brew "exercism"
brew "fdk-aac"
brew "fribidi"
brew "lame"
brew "libogg"
brew "x264"
brew "xvid"
brew "ffmpeg", args: ["with-fdk-aac", "with-freetype", "with-libass", "with-libvorbis", "with-libvpx", "with-opus", "with-rtmpdump", "with-snappy", "with-theora", "with-tools", "with-webp", "with-x265"]
brew "figlet"
brew "pcre2"
brew "fish"
brew "fzf"
brew "isl"
brew "gcc"
brew "json-c"
brew "gdb"
brew "gdk-pixbuf"
brew "rtmpdump"
brew "get-flash-videos"
brew "gflags"
brew "gist"
brew "git-extras"
brew "git-lfs"
brew "git-plus"
brew "nettle"
brew "gnutls"
brew "gsettings-desktop-schemas"
brew "glib-networking"
brew "glide"
brew "glog"
brew "gotags"
brew "gperftools"
brew "gradle"
brew "grpc"
brew "icu4c"
brew "harfbuzz"
brew "hicolor-icon-theme"
brew "pango"
brew "lua"
brew "highlight"
brew "htop"
brew "httpie"
brew "hub"
brew "hugo"
brew "libtool"
brew "imagemagick"
brew "ispell"
brew "oniguruma"
brew "jq"
brew "jsoncpp"
brew "kotlin"
brew "libass"
brew "libepoxy"
brew "libevent"
brew "libssh2"
brew "libgit2"
brew "usbmuxd"
brew "libimobiledevice"
brew "libmicrohttpd"
brew "libjson-rpc-cpp"
brew "libmagic"
brew "libressl"
brew "libvorbis"
brew "libsass"
brew "vala"
brew "libsoup"
brew "libyaml"
brew "libstfl"
brew "libtermkey"
brew "libuv"
brew "libvpx"
brew "libvterm"
brew "libxslt"
brew "libzip"
brew "little-cms2"
brew "llvm@3.7"
brew "llvm@3.8"
brew "lnav"
brew "lz4"
brew "m-cli"
brew "mackup"
brew "mailhog"
brew "mdv"
brew "mercurial"
brew "minio-mc"
brew "miniupnpc"
brew "mitmproxy"
brew "mp4v2"
brew "mpv"
brew "msgpack"
brew "multimarkdown"
brew "mycli"
brew "ncdu"
brew "ncurses"
brew "unibilium"
brew "neovim", args: ["HEAD"]
brew "nethogs"
brew "newsbeuter"
brew "ngrep"
brew "nmap"
brew "node"
brew "nspr"
brew "openssh"
brew "optipng"
brew "osquery"
brew "pandoc"
brew "parallel"
brew "pgcli"
brew "phantomjs"
brew "pinfo"
brew "postgis", args: ["with-gui"]
brew "pstree"
brew "pv"
brew "qt"
brew "pyqt"
brew "qscintilla2"
brew "ruby-build"
brew "rbenv"
brew "rclone"
brew "reattach-to-user-namespace"
brew "redis"
brew "rust"
brew "scrollkeeper"
brew "socat"
brew "source-highlight"
brew "sqlite-analyzer"
brew "sqlmap"
brew "ssh-copy-id"
brew "sshuttle"
brew "syncthing", restart_service: true
brew "tag"
brew "task"
brew "tasksh"
brew "terminal-notifier"
brew "texi2html"
brew "the_silver_searcher"
brew "theharvester"
brew "theora"
brew "tldr"
brew "tmux"
brew "tree"
brew "ucl"
brew "upx"
brew "utf8proc"
brew "v8"
brew "vim", args: ["with-override-system-vi"]
brew "vit"
brew "watch"
brew "wget"
brew "xctool"
brew "xhyve"
brew "yarn"
brew "you-get"
brew "zstd"
brew "d12frosted/emacs-plus/emacs-plus"
brew "ethereum/ethereum/ethereum"
brew "go-delve/delve/delve"
brew "pivotal/tap/springboot"
brew "puma/puma/puma-dev"
brew "watsonbox/cmu-sphinx/cmu-sphinxbase", args: ["HEAD"]
brew "watsonbox/cmu-sphinx/cmu-pocketsphinx", args: ["HEAD"]
cask "1password"
cask "anaconda"
cask "atom"
cask "boostnote"
cask "caffeine"
cask "flash-player"
cask "font-camingocode"
cask "font-droid-sans-mono-for-powerline"
cask "font-droidsansmono-nerd-font"
cask "font-fira-code"
cask "font-firacode-nerd-font"
cask "font-firacode-nerd-font-mono"
cask "font-hack"
cask "font-source-code-pro"
cask "font-sourcecodepro-nerd-font"
cask "gnucash"
cask "google-chrome-canary"
cask "google-cloud-sdk"
cask "google-drive"
cask "google-hangouts"
cask "google-photos-backup"
cask "handbrake"
cask "ibrowse"
cask "iina"
cask "imageoptim"
cask "intellij-idea"
cask "jupyter-notebook-ql"
cask "kodi"
cask "macdown"
cask "marked"
cask "mattermost"
cask "mozyhome"
cask "openzfs"
cask "osxfuse"
cask "pgadmin3"
cask "pgadmin4"
cask "plex-media-server"
cask "postico"
cask "postman"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "skype"
cask "slack"
cask "snippets"
cask "spectacle"
cask "sqlitebrowser"
cask "telegram"
cask "transmission"
cask "tribler"
cask "vagrant"
cask "vienna"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "vlc"
cask "vlc-webplugin"
cask "webpquicklook"
cask "webtorrent"
cask "wireshark"
cask "wkhtmltopdf"
